DESCRIPTION = '\nШло 17 ноября 2020 года. Сегодня COVID-19 празднует свой ' \
              'первый день рождения.\n' \
              'Сегодня ещё и твой личный праздник. Тебе сегодня 30. Тебя ' \
              'зовут Никита Зазуля. Ты - очень ответственный тимлид одного проекта. ' \
              'Работаешь в продуктовой компании N с одним из офисов в Питере. ' \
              'Вся твоя работа состоит из попыток удержаться на плаву и не быть перемолотым кровавым энтерпрайзом. ' \
              'У тебя есть ДМС, но в него как обычно не включены услуги психотерапевта. Да и стоматологии тоже. ' \
              'Только вот тебе некогда ходить к врачу. Седина заметна на твоих висках. ' \
              'Синяки под глазами уже давно сделали себе постоянную регистрацию на твоем лице. \n' \
              'Каждый твой день наполнен бесконечными митингами, ' \
              'перетаскиванием тасочек в трекере, кодревью членов команды и ' \
              'попытками успевать ещё что-то писать в этом проекте. ' \
              'Ты на этом проекте уже года 4 так. Как последнего выжившего ' \
              'тебя поставили во главу проекта ещё около года назад. Ты был ' \
              'не готов к тому, что помимо написания кода тебе придется ещё и руководить людьми. ' \
              'С начала пандемии ты так ни разу ещё не был в отпуске. Всё не ' \
              'было времени. Ты пообещал себе, что отдохнешь на новогодних ' \
              'праздниках и может даже сходишь после в отпуск. ' \
              'Сможешь ли ты это сделать? \n' \
              'Об условиях, у тебя 40 единиц ментального здоровья. Каждое ' \
              'твое решение или действие может привести тебя либо к ' \
              'долгожданному отдыху, либо к проблемам с кукухой. Будь ' \
              'осторожен. Надеюсь ты выживешь и удачи.'

GAME_ENDINGS = {
    'happy_ending': '\nМолодец! Ты смог дожить до Нового года. Теперь тебя '
                    'ждут пркрасные 10 дней заслуженного отдыха.\n'
                    'На часах 16:00. Ты закрываешь ноутбук, отключаешь все '
                    'рабочие аккаунты, ставишь телефон на беззвучный режим, '
                    'заказываешь ужин. К тебе приезжают 2 курьера. Одна из '
                    'посылок оказывается новенькой PS5, которую ты подарил '
                    'сам себе в качестве награды. Курьер из сервиса доставки '
                    'привез тебе килограмм мандаринов, бутылочку шампанского '
                    'и целый таз оливье. Ты готов встречать новый год. '
                    'Откупориваешь игрстое, наливаешь в бокал, запускаешь '
                    'Нетфликс и начинаешь марафон всех пропущенных сериалов '
                    'за этот непростой год. Жизнь почти удалась. \n Конец \n',
    'friend_ending': '\nРаботы больше нет. На ближайшие несколько недель ты '
                     'останешься в стенах Психоневрологического диспансера '
                     '№1. На улицу выходить теперь нельзя, но зато ты под '
                     'присмотром. Всё равно за окном лишь унылые пейзажи '
                     'Васильевского острова под низким питерским небом. '
                     'Тебе обещали, что помогут снять острое состояние. А '
                     'дальше уже как пойдет. Но есть и плюсы. Валеру ты '
                     'больше не видел. Зато дал себе обещание больше не '
                     'игнорировать проблемы со здоровьем и разделять работу с '
                     'личной жизнью. Урок усвоен. \n Конец \n',
    'bad_ending': '\nЧто-то тебе совсем плохо. Ты записался к хорошему '
                  'психотерапевту, о котором узнал от знакомых. '
                  'Предупредил коллег, что ненадолго отъедешь. '
                  '\n На полном автопилоте оделся, вышел на улицу, '
                  'сел в такси и поехал в центр. И вот ты уже сидишь в узком '
                  'коридоре центра когнитивной терапии. Тебе очень повезло, '
                  'что был свободный слот на сегодня. \nТебя вызывают. Ещё не '
                  'успел ты ничего сказать, как врач оценивает взглядом и '
                  'задает вопрос "Программист? Знаем, знаем как вас лечить". '
                  'В итоге курс лечения составлен, расписание сеансов '
                  'утверждено, курс препаратов выписан. Думаю ты выберешься. '
                  'Не ты первый, не ты последний. В новый год ты входишь с '
                  'очень качественной депрессией. Возможно придется уволиться. '
                  '\n Конец \n',
    'pandemic_ending': '\nНу зачем ты сделал прививку от COVID-19, созданную '
                       'компанией E Corp?\n Оказалось, что в разработке '
                       'вакцины участвовали Билл Гейтс и Илон Маск. '
                       'В то же время по всему миру одновременно запустили '
                       'сеть 5G. Никто не знал, что это приведет к '
                       'непоправимым последствиям. В вакцине присутствовали '
                       'фрагменты РНК SARS-CoV-2, которые при взаимодействии с '
                       'новыми частотами сети привели к неожиданной мутации.\n'
                       'Вся привитая часть человечества в течении нескольких '
                       'дней превратилась в подобие рептилоидов. Это событие '
                       'спровоцировало раскол людей на лагеря COVID-дессидентов,'
                       ' антипрививочников и рептилоидов. В итоге человеческая '
                       'раса пала, а их замена оказалась устойчивой к семейству '
                       'коронавирусов.\nНо это ещё не всё. Наконец-то Маск с '
                       'Гейтсом сняли с себя маски, а точнее, кожу. Эти гении '
                       'так долго скрывали свою истинную сущность для '
                       'осуществления их безумного плана. Они возглавили '
                       'выжившее население планеты Земля и принесли более '
                       'развитые технологии. Теперь твои знания больше никому '
                       'не нужны. Web-разработка умерла. Ты идешь '
                       'переучиваться. Тебя ждут новые феймворки для создания '
                       'телепатических интерфейсов. Надеюсь хотя бы здесь ты '
                       'не выгоришь. \n Конец \n'
}
